UPDATE review
SET
    name = 'Шахмарданов Ильнур',
    text = 'ЦРТРИС это отличное место для старта карьеры в IT. Отзывчивые коллеги и кураторы, еженедельные статусы создают приятную рабочую атмосферу, позволяют завести новые знакомства. Составленные roadmap для каждого направления и советы проверяющих/наставников делают обучение быстрым и продуктивным, что позволяет в скором времени без осложнений интегрироваться в корпоративные проекты. Удобный график работы даёт возможность с легкостью осваивать новые технологии без отрыва от учёбы в университете.',
    description = '(ОВП) junior Программист',
    job_title = '(ОВП) junior Программист',
    updated_at = CURRENT_TIMESTAMP
WHERE id = 4;

UPDATE review
SET
    name = 'Исмагилова Карина',
    text = 'При прохождении стажировки понравился коллектив, по любому вопросу можно было обратиться, всегда всё подскажут расскажут, идут на встречу по любому вопросу. Курс для прохождения немного изобилен, можно немного было бы сократить и добавить больше практических задач, но новое тоже почерпнула.',
    description = '(ОБА) Младший аналитик',
    job_title = '(ОБА) Младший аналитик',
    updated_at = CURRENT_TIMESTAMP
WHERE id = 5;

UPDATE review
SET
    name = 'Гевондян',
    text = 'Стажировка прошла отлично: ЦРТРИС дал возможность применить свои навыки и поработать над реальными практическими задачами при поддержке наставника. Переход в отдел сопровождался поддержкой коллектива, благодаря чему это действительно отличное место для старта и роста.',
    description = '(ОГД) Заместитель начальника отдела дизайна',
    job_title = '(ОГД) Заместитель начальника отдела дизайна',
    updated_at = CURRENT_TIMESTAMP
WHERE id = 6;

UPDATE review
SET
    name = 'Ситкин',
    text = 'Благодаря обучающим материалам, я в короткие сроки повторил материал бакалавриата. Познакомился с наставником, который стал давать мне практические задачи, что позволило намного быстрее включиться в рабочие процессы предприятия. Также был гибкий график, что позволило совмещать с магистратурой',
    description = '(ДСИ) Инженервторой категории',
    job_title = '(ДСИ) Инженервторой категории',
    updated_at = CURRENT_TIMESTAMP
WHERE id = 7;

UPDATE review
SET
    name = 'Чернов Евгений',
    text = 'Обучение в ЦРТРИС стало для меня отличной возможностью — оно позволило погрузиться в сообщество единомышленников и прокачать как профессиональные, так и личностные навыки. Особенно ценным было то, что программа охватывает самые актуальные технологии и даёт понимание процессов корпоративной разработки.',
    description = '(ОКП) junior программист',
    job_title = '(ОКП) junior программист',
    updated_at = CURRENT_TIMESTAMP
WHERE id = 8;

UPDATE review
SET
    name = 'Карасин Антон',
    text = 'Мне время в ЦРСТРИСе понравилось. В коллективе всегда дружеская атмосфера, созвоны позволяют найти единомышленников, решить рабочие вопросы и просто хорошо провести время',
    description = '(НИО) Научный сотрудник',
    job_title = '(НИО) Научный сотрудник',

    updated_at = CURRENT_TIMESTAMP
WHERE id = 9;
